--created by chenxy
--表单分类
--目前就一种--表格表单
INSERT INTO `sys_dict` VALUES ('e1134534534534234df34234a', '1', '表格表单', 'form_type', '表单分类', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');


--发布状态
INSERT INTO `sys_dict` VALUES ('e1134sdfsd34234df34234a', '1', '已发布', 'publish_status', '发布状态', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11888f34ppppp234a', '2', '未发布', 'publish_status', '发布状态', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
--数据模板

INSERT INTO `sys_dict` VALUES ('e1123sdfsd34234df34234a', '1', '已添加', 'data_templete', '数据模板', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11888f34prer234a', '2', '未添加', 'data_templete', '数据模板', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
--设计类型
--暂时只考虑编辑器设计
INSERT INTO `sys_dict` VALUES ('e1fffffdf34234a', '1', '编辑器设计', 'design_type', '编辑器设计', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');

INSERT INTO `sys_dict` VALUES ('e1ff7711111134234a', '2', '通过表生成', 'design_type', '编辑器设计', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');




