--created by chenxy
INSERT INTO `sys_dict` VALUES ('e11a95f2329a3458e7aad0a', '1', '主表', 'table_type', '表属性', '101', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11a95f2329a3434234a', '2', '子表', 'table_type', '表属性', '102', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11a95f2329a3434234a', '3', '单表', 'table_type', '表属性', '102', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');



INSERT INTO `sys_dict` VALUES ('e11a95fsdf34234a', true, '是', 'is_master', '是否主表', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11a123df34234a', false, '否', 'is_master', '是否主表', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');



INSERT INTO `sys_dict` VALUES ('e11a95234234df34234a', true, '是', 'is_detail', '是否子表', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11a123df34asd234a', false, '否', 'is_detail', '是否子表', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');



INSERT INTO `sys_dict` VALUES ('e11a95234234df34234a', true, '是', 'is_detail', '是否子表', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11a123df34asd234a', false, '否', 'is_detail', '是否子表', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');




INSERT INTO `sys_dict` VALUES ('e11a95234124df34234a', true, '是', 'is_required', '是否必填', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('e11a1234asd234a', false, '否', 'is_required', '是否必填', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');

INSERT INTO `sys_dict` VALUES ('12334124df34234a', true, '是', 'is_show', '是否在列表也显示', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('234a1234asd234a', false, '否', 'is_show', '是否在列表也显示', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('12ff34234a', true, '是', 'is_process', '是否流程变量', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('sf34asd234a', false, '否', 'is_process', '是否流程变量', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');


-- INSERT INTO `sys_dict` VALUES ('4455werwerwe', '文本', '文本', 'column_type', '列的类型', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
-- INSERT INTO `sys_dict` VALUES ('sf34aasd4a', '日期', '日期', 'column_type', '列的类型', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
-- INSERT INTO `sys_dict` VALUES ('rrrrr1111', '大文本', '大文本', 'column_type', '列的类型', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
-- INSERT INTO `sys_dict` VALUES ('rrrr33333', '数字', '数字', 'column_type', '列的类型', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('ADMIN111', '1', '已生成', 'table_status', '表是否生成', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
INSERT INTO `sys_dict` VALUES ('ADMIN112', '2', '未生成', 'table_status', '表是否生成', '103', '0', '1', '2016-11-15 13:48:22', '1', '2016-11-15 13:48:22', '', '0');
--todo 控件类型字典表数据